Repository: Txikilinux/schoolsplay
Catalog: po/seniorplay_*.po
Languages: nl_nl

source: Touch the 'Play' button to continue the game.
nl_nl: Raak de 'Speel' knop aan om verder te gaan met het spel.

source: Touch the changed picture.
nl_nl: Raak het veranderde plaatje aan.

source: %s pictures imported from %s. You can remove your storage device.
nl_nl: %s foto's geimporteerd van %s. U kunt de USB stick verwijderen.

source: A collection of braintrain games for seniors.
nl_nl: Een verzameling geheugen spellen speciaal voor senioren.

source: Activity :
nl_nl: Activiteit:

source: Activity : %s
nl_nl: Spel: %s

source: Activity:
nl_nl: Activiteit:

source: Add, Edit or Delete a user.
nl_nl: Toevoegen, bewerken of verwijderen van een gebruiker.

source: All previously imported pictures removed.
nl_nl: Alle voorgaande geimporteerde foto's verwijderen.

source: All the games have there own help page, just start a game and hit the stars on top of the screen to select another difficulty.
nl_nl: Alle spellen hebben een eigen help functie. Start een spel en raak de sterren bovenin aan om een ander niveau te kiezen.

source: Alphabet
nl_nl: Alfabet

source: Already found:
nl_nl: Reeds gevonden:

source: Answer the math questions.
nl_nl: Beantwoord de quiz vragen.

source: Answer the quiz questions.
nl_nl: Beantwoord de quiz vragen.

source: Answers:
nl_nl: Antwoorden:

source: Are sure you want to quit the dailytraining ? All the results will be lost.
nl_nl: Weet u zeker dat u de dagelijkse training wilt stoppen? Alle resultaten zullen verloren gaan.

source: At the bottom you'll see a image of the complete puzzle.
nl_nl: Onderin ziet u hoe het eruit komt te zien.

source: At the top of the screen, you will see a general knowledge question.
nl_nl: U ziet boven aan het scherm een algemene kennis vraag.

source: At the top of the screen, you will see a math problem.
nl_nl: U ziet een reken probleem.

source: At the top of the screen, you will see a picture on the screen with a related question.
nl_nl: U ziet een vraag over een foto. Door de juiste keuzemogelijkheid aan te raken, geeft u antwoord op de vraag.

source: At the top of the screen, you will see a question about a member of Royalty
nl_nl: U ziet een vraag over een koninklijke figuur of iemand van adel.

source: At the top of the screen, you will see a question and hear a piece of music.
nl_nl: U ziet bovenaan het scherm een vraag en u hoort een stukje muziek.

source: At the top of the screen, you will see a question from general knowledge question from the selected period.
nl_nl: U ziet een vraag over een bepaalde periode uit de geschiedenis.

source: At the top of the screen, you will see a question.
nl_nl: U ziet boven aan het scherm een vraag.

source: Back
nl_nl: Terug

source: Begin
nl_nl: Start

source: Below it are a choice of possible answers. Touch the correct answer.
nl_nl: Onder de vraag staan een aantal mogelijke antwoorden. Raak het juiste antwoord aan.

source: CHOOSE A GROUP
nl_nl: KIES EEN GROEP

source: CHOOSE A USER
nl_nl: KIES EEN GEBRUIKER

source: CHOOSE AN ACTION
nl_nl: KIES EEN ACTIE

source: Cancel
nl_nl: Annuleer

source: Change password
nl_nl: Wachtwoord veranderen

source: Changing password for %s
nl_nl: Wachtwoord veranderen voor %s

source: Cheat
nl_nl: Spiek

source: Childsplay_sp - educational activities, using theme:%s
nl_nl: Childsplay - educatieve activiteiten, gebruik thema %s

source: Childsplay_sp login
nl_nl: Inloggen voor braintraining

source: Choose a dailytraining sequence to use in the dailytraining activity.
nl_nl: Kies een volgorde van spellen om ze in de dagelijkse training te gebruiken.

source: Choose a group for the new user.
nl_nl: Kies een groep voor de nieuwe gebruiker.

source: Choose a group to edit.
nl_nl: Kies een groep om te bewerken.

source: Choose a user to edit.
nl_nl: Kies een gebruiker om toe te bewerken.

source: Choose the language BT+ will use.
nl_nl: Kies de taal voor BrainTrainerPlus+.

source: Classic memory game where you have to find pairs of cards.
nl_nl: Klassiek memory spel waarbij 2 dezelfde plaatjes gevonden moeten worden.

source: Classic memory game where you have to find pairs of sounds.
nl_nl: Klassiek memory spel waarbij de plaatjes zijn vervangen door geluiden.

source: Close
nl_nl: Sluiten

source: Continue movie
nl_nl: Vervolg de film

source: Correctness is more important than speed
nl_nl: Nauwkeurigheid is belangrijker dan snelheid.

source: Correctness is more important than speed.
nl_nl: Nauwkeurigheid is belangrijker dan snelheid.

source: Current activity : %s
nl_nl: Huidig spel: %s

source: Current locale set to %s
nl_nl: Huidige taal is %s

source: Current sequence is '%s'
nl_nl: Huidige samenstelling is '%s'

source: Daily Training
nl_nl: Dagelijkse training

source: Daily training sequence
nl_nl: Dagelijkse training volgorde

source: Dailytraining
nl_nl: Dagelijkse training

source: Date of birth,
nl_nl: Geboortejaar,

source: Day:
nl_nl: Dag:

source: Delete
nl_nl: Verwijderen

source: Did you enjoy this?
nl_nl: Vond u dit leuk?

source: Disabled activities
nl_nl: Uitgeschakelde activiteiten

source: Do you really want to powerdown the system ?
nl_nl: Wilt u echt het systeem helemaal uitzetten ?

source: Do you really want to quit ?
nl_nl: Wilt u echt stoppen?

source: Dt_sequence
nl_nl: Dagelijkse training_samenstelling

source: Edit or delete a group.
nl_nl: Bewerken of verwijderen van een groep.

source: Electro_sp
nl_nl: Electro

source: Enabled activities
nl_nl: Ingeschakelde activiteiten

source: Error !
nl_nl: Fout !

source: Error constructing activity %s
nl_nl: Fout bij opbouwen activiteit %s

source: Error importing activity %s
nl_nl: Fout bij importeren activiteit %s

source: Exercises
nl_nl: Oefeningen

source: Failed to import pictures: %s Try to remove previously imported pictures.
nl_nl: Het is niet gelukt om de foto's te importeren: %s Probeer de reeds eerder geimporteerde foto's te verwijderen.

source: Failed to remove directory: %s Please inform the BT+ team.
nl_nl: Het is niet gelukt om het adressenboek te verwijderen: %s Raadpleeg het BrainTrainerPlus team hierover.

source: Familytree: %s
nl_nl: Stamboom: %s

source: First name:
nl_nl: Voornaam:

source: Fishtank
nl_nl: Aquarium spel

source: Found storage device(s): %s
nl_nl: Gevonden opslag apparaten: %s

source: Fun
nl_nl: Plezier

source: Fun/Mousetraining
nl_nl: Behendigheidstraining

source: GIVE YOUR %s PASSWORD
nl_nl: GEEF UW %s WACHTWOORD

source: Gamemanagement
nl_nl: Spel management

source: Generated by %s version %s for the %s activity
nl_nl: Gegenereerd door %s versie %s for het spel %s

source: Good!
nl_nl: Goed!

source: Group name already in use, can't store it!
nl_nl: De groepsnaam is reeds in gebruik. Deze kan niet gebruikt worden.

source: Group name:
nl_nl: Groepnaam:

source: Group:
nl_nl: Groep:

source: Groupmanagement
nl_nl: Groepmanagement

source: Hit the 'Begin' button to start.
nl_nl: Raak de 'Begin' knop aan om te starten.

source: Hit the 'space' key or a mousebutton to skip the countdown
nl_nl: Druk 'Spatie' of klik om het aftellen over te slaan.

source: Ichanger
nl_nl: Museum spel

source: If you ready to start the next activity, hit the 'start' button.
nl_nl: Als u klaar bent voor de volgende activiteit, klik dan op de 'Start' knop.

source: Import
nl_nl: Importeer

source: Importing pictures:
nl_nl: Foto's importeren:

source: In the last level the fish needs to be clicked two times while they try to escape.
nl_nl: Op het hoogste niveau moeten de vissen 2 keer worden aangeraakt.

source: Information
nl_nl: Informatie

source: Information about %s
nl_nl: Informatie over %s

source: Insert an USB-stick with your pictures, wait five seconds, and hit the 'Import' button. When you want to remove all the previously imported pictures use the 'Remove' button. The following image formats are supported: png, jpg and tiff.
nl_nl: Steek een USB-stick met u foto's erin, wacht vijf seconde, en raak de knop 'Importeren' aan. Indien u de reeds eerder geimporteerde foto's wilt verwijderen raak de knop 'Verwijderen' aan. De volgende formaten zijn ondersteund: png, jpg en tiff.

source: It seems that we cannot use the sound card right now and because this activity is all about sound, we just quit. This problem can also be caused by another application which uses the soundcard right now.
nl_nl: Het lijkt erop dat we de geluidskaart niet kunnen gebruiken. Dit spel is zonder geluid onmogelijk te spelen waardoor het nu wordt afgesloten. Dit probleem kan veroorzaakt worden doordat een andere applicatie de geluidskaart in gebruik heeft.

source: LOGIN AS %s
nl_nl: LOGIN ALS %s

source: Language
nl_nl: Taal

source: Last name:
nl_nl: Achternaam:

source: Locale set to %s
nl_nl: Taal veranderd naar %s

source: Long Term
nl_nl: Lange termijn

source: Look carefully and try to remember their positions on the screen.
nl_nl: Kijk goed naar het scherm en probeer de volgorde te herinneren.

source: Look closely at the complete puzzle picture at the bottom.
nl_nl: Kijk goed naar de complete puzzel onderaan het scherm.

source: Look closely at the pictures when you have them memorized touch 'START'. The pictures turn around, you must match the memorized repeated cards.
nl_nl: Kijk goed naar de plaatjes en probeer ze te onthouden. Druk dan op 'START'. De plaatjes worden vervolgens omgedraaid. Probeer de paren, die u onthouden heeft, terug te vinden door 2 dezelfde plaatjes aan te raken.

source: Make a word with the letter:
nl_nl: Maak een woord met de letter:

source: Math
nl_nl: Reken

source: Math Quiz
nl_nl: Reken Quiz

source: Melody Quiz
nl_nl: Melodie Quiz

source: Memorize the pictures. One of these pictures will be replaced by a new picture. Touch the 'Start' button to begin the game.
nl_nl: Onthoud de plaatjes. Eén van de plaatjes zal worden vervangen door een nieuw plaatje. Raak de 'Speel' knop aan om te beginnen.

source: Mind the sound sequence as well as the colors sequence.
nl_nl: Let op de volgorde van de geluiden en kleuren.

source: Miscellaneous
nl_nl: Overige

source: Month:
nl_nl: Maand:

source: Mousetraining
nl_nl: Muistraining

source: Movie
nl_nl: Film

source: New
nl_nl: Nieuw

source: New Games
nl_nl: Nieuwe spellen

source: New group
nl_nl: Nieuw groep

source: New password is to short.
nl_nl: Het nieuwe wachtwoord is te kort.

source: New password:
nl_nl: Nieuw wachtwoord

source: New passwords don't match
nl_nl: De nieuwe wachtwoorden zijn niet gelijk.

source: New question
nl_nl: Nieuwe vraag

source: New user
nl_nl: Nieuw

source: New word
nl_nl: Nieuw woord

source: Next movie
nl_nl: Volgende film

source: No
nl_nl: Nee

source: No data available for this level
nl_nl: Geen data beschikbaar voor dit niveau.

source: No first and last name given
nl_nl: Er is geen voor- en achternaam gegeven

source: No photo albums found ! You should place your pictures inside directories called 'Album_1', 'Album_2' etc Place these directories inside %s
nl_nl: Geen foto albums gevonden ! U kunt uw afbeeldingen plaatsen in de folders genaamd 'Album_1', 'Album_2' etc. Plaats deze folders in %s.

source: No previously imported pictures found.
nl_nl: Geen eerder geimporteerde foto's gevonden.

source: No storage medium found.
nl_nl: Geen USB-stick gevonden.

source: Number of levels : 1
nl_nl: Aantal niveaus : 1

source: Number of levels : 5
nl_nl: Aantal niveau's : 5

source: Number of levels : 6
nl_nl: Aantal niveaus : 6

source: Numbers_sp
nl_nl: Nummer spel

source: Off
nl_nl: Uit

source: Old password:
nl_nl: Oude wachtwoord:

source: On
nl_nl: Aan

source: On the next screen you will see a short text, read it and try to remember as much as possible.
nl_nl: Op het volgende scherm krijgt u een korte tekst te zien. Lees het en probeer zoveel mogelijk te onthouden.

source: On the next screen you'll find a keyboard, try to make as much words as possible that begin with the letter '%s'.
nl_nl: Op het volgende scherm ziet u een toetsenbord. Probeer zoveel mogelijk woorden te maken die beginnen met de letter '%s'.

source: On the next screen you'll find a keyboard, try to name as much %s as possible with the same letter.
nl_nl: Op het volgende scherm ziet u een toetsenbord. Probeer zoveel mogelijk %s te maken die beginnen met dezelfde letter.

source: On the screen are four blocks of different colours.
nl_nl: Op het scherm staan 4 knoppen met verschillende kleuren.

source: On the screen you will see two almost identical pictures. However, there are differences between the images.
nl_nl: Op het scherm ziet u 2 bijna dezelfde plaatjes. Er zitten echter 3 subtiele verschillen verstopt in de plaatjes.

source: Only words from the dictionary are allowed.
nl_nl: Alleen woorden uit het woordenboek zijn toegestaan.

source: Other category
nl_nl: Andere categorie

source: Percentile scores for level %s
nl_nl: Percentiel scores voor niveau %s

source: Photoalbum
nl_nl: Fotoalbum

source: Picimport
nl_nl: Pictimport

source: Picture Quiz
nl_nl: Foto Quiz

source: Picture import
nl_nl: Afbeeldingen import

source: Place the puzzle piece on the right where you think it belongs...
nl_nl: Plaats het puzzelstukje op de juiste plek.

source: Please enter your year of birth.
nl_nl: Geef uw geboorte jaar alstublieft.

source: Please, choose a set of cards.
nl_nl: Selecteer a.u.b. een set kaarten.

source: Please, choose a set of images.
nl_nl: Kies een set van plaatjes waar u mee wilt spelen.

source: Please, choose a set of puzzle images.
nl_nl: Kies een set van plaatjes waar u mee wilt spelen.

source: Powerdown ?
nl_nl: Uit zetten ?

source: Press the Start button with your finger.
nl_nl: Raak de 'Start' knop aan.

source: Puzzle
nl_nl: Puzzel

source: Puzzles
nl_nl: Puzzels

source: Question ?
nl_nl: Vraag ?

source: Quit
nl_nl: Stoppen ?

source: Quit ?
nl_nl: Stoppen ?

source: Quiz history
nl_nl: Geschiedenis Quiz

source: Quiz royal
nl_nl: Royal Quiz

source: Remember, the order of operations is multiplication or division and then addition or subtraction.
nl_nl: Let op; de volgorde is eerst vermenigvuldigen & delen daarna optellen & aftrekken.

source: Remove
nl_nl: Verwijderen

source: Repeat:
nl_nl: Herhalen:

source: Results
nl_nl: Resultaten

source: Save image
nl_nl: Plaatje opslaan

source: Sayings Quiz
nl_nl: Gezegden quiz

source: Select Language
nl_nl: Selecteer taal

source: Select an activity and click on the button, the activity will be started.
nl_nl: Selecteer een spel en raak het icoon aan; het spel wordt gestart.

source: Select language
nl_nl: Selecteer Taal

source: Seniorplay
nl_nl: Braintrainer

source: Set volume level
nl_nl: Stel audio volume in

source: Several images from the past will appear on the screen. Look carefully at them and remember what you see.
nl_nl: Verschillende plaatjes uit het verleden verschijnen op het scherm. Bekijk ze goed en probeer ze te onthouden.

source: Short Term
nl_nl: Korte termijn

source: Simon_sp
nl_nl: Simon Says

source: Soundmemory
nl_nl: Geluiden memory

source: Spin the bottle
nl_nl: Pim Pam Pet

source: Starting a new exercise
nl_nl: Er wordt een nieuwe oefening gestart

source: Starting level %s
nl_nl: Niveau %s wordt gestart

source: Stopping timers, please wait...
nl_nl: Timers worden gestopt. Even geduld a.u.b.

source: Story
nl_nl: Verhaal

source: Suggestions:
nl_nl: Suggesties:

source: Synonyms
nl_nl: Synoniemen

source: The blocks will light up randomly along with sound clues.
nl_nl: De knoppen zullen in een willekeurige volgorde oplichten.

source: The aim of this activity:
nl_nl: Het doel van dit spel:

source: The arrows to the left take you to the previous image.
nl_nl: Raak het pijltje naar links aan om naar het vorige plaatje te gaan.

source: The difficulty of the set increases from left to right.
nl_nl: De moeilijkheidsgraad van de set wordt hoger van links naar rechts.

source: The game is to match pairs of pictures
nl_nl: Probeer de logische paren te vinden.

source: The group is updated.
nl_nl: De groep is bijgewerkt.

source: The new group is stored in the database.
nl_nl: De nieuwe groep is opgeslagen.

source: The new user-record is stored in the database.
nl_nl: De nieuwe gebruikersnaam is opgeslagen.

source: The password is updated.
nl_nl: Het paswoord is bijgewerkt.

source: The user-record is deleted.
nl_nl: De gebruikersnaam is verwijderd.

source: The user-record is updated.
nl_nl: De gebruikersnaam is geupdate.

source: Then push the 'BEGIN' button. The numbers will disappear.
nl_nl: Druk dan op de knop 'BEGIN'. De cijfers zullen verdwijnen.

source: There was an error in %s. Please check the logs and inform the developers
nl_nl: Er is een fout %s. Bekijk de logs en breng de developers op de hoogte.

source: There was an error in the database this can be caused by many things but most of the time it's caused by the fact that your version of the database doesn't match the version of the program. I will backup your original database and then replace it with a new one. The original database is now called sp.db_back and it's placed in %s
nl_nl: Er was een fout in de database dit kan veroorzaakt zijn door verschillende dingen. Meestal wordt dit veroorzaakt door het feit dat uw versie van de database niet overeenkomt met de versie van het programma. Er wordt een backup gemaakt van de orginele database waarna de originele database wordt vervangen door een nieuwe. De originele database wordt bewaard onder de naam sp.db_back in %s.

source: This activity has %s levels
nl_nl: Het spel heeft %s niveaus.

source: This activity is known as the daily training which is a collection of activities.
nl_nl: Deze activiteit staat bekend als de "dagelijkse training" en is een collectie van activiteiten.

source: This is the menu used to select an activity.
nl_nl: Dit is het menu dat gebruikt wordt om een spel te starten.

source: Title:
nl_nl: Titel:

source: To little questions found in %s for locale '%s', found %s questions should be at least 10
nl_nl: Te weinig vragen gevonden in %s voor locale '%s'. %s vragen gevonden. Er moeten minimaal 10 vragen zijn.

source: Touch the 'START' button on the right. The images will dissappear and when they return, one will have changed. Touch the picture which has changed.
nl_nl: Raak de 'Speel' knop aan. De plaatjes zullen verdwijnen en als ze weer te voorschijn komen, zal er één veranderd zijn. Raak het veranderde plaatje aan.

source: Try again!
nl_nl: Probeer nogmaals!

source: Try to find the numbers, in the correct order and from low to high, by touching them on the screen.
nl_nl: Probeer de cijfers, in de juiste volgorde en van laag naar hoog, te vinden.

source: Try to remove the fish by clicking on them with the mouse.
nl_nl: Verwijder de vissen door ze aan te raken.

source: Try to repeat the sequence of sounds played.
nl_nl: Probeer het patroon van kleuren & geluiden te herhalen.

source: Use the 'New group' button to add a new group.
nl_nl: Gebruik de knop 'Nieuwe groep' om een groep toe te voegen.

source: Use the 'New user' button to add a new user.
nl_nl: Gebruik de knop 'Nieuw' om een gebruiker toe te voegen.

source: Use the 'sub menu' buttons for the different activity menus
nl_nl: Gebruik de 'sub menu' knoppen om de verschillende spellen te kiezen.

source: Use the menu below to choose between the different game categories
nl_nl: Gebruik het menu aan de onderkant om een andere categorie te kiezen.

source: User name already in use, can't store it!
nl_nl: Gebruikersnaam is reeds in gebruik. Kies een andere naam.

source: User: %s
nl_nl: Gebruiker: %s

source: Usermanagement
nl_nl: Gebruikers bewerken

source: Username:
nl_nl: Inlog naam:

source: WRONG PASSWORD !!
nl_nl: FOUT WACHTWOORD !!

source: Warning !
nl_nl: Waarschuwing !

source: Warning, your about to remove all the previously imported pictures. Hit 'OK' to continue.
nl_nl: Opgepast, alle eerder geimporteerde foto's zullen verwijderd worden. Raak de knop 'OK' aan om verder te gaan.

source: When the flashing stops you will be prompted to repeat the sequence by touching the coloured blocks.
nl_nl: Als het patroon klaar is wordt u gevraagd dit te herhalen door de desbetreffende kleuren aan te raken.

source: When you finished reading the text hit the 'Begin' button and answer the questions.
nl_nl: Als u klaar bent met het lezen van de tekst klik dan op de 'Begin' knop en beantwoordt de vragen.

source: When you spot a difference, touch it with your finger. You can click the question mark in the middle of the screen if you need a hint.
nl_nl: Probeer de verschillen te vinden en raak ze aan. U kunt de 'Vraagteken' knop gebruiken om een hint te krijgen.

source: When you touch the picture you will hear a sound. Match the image with others that make the same sound,to get points.
nl_nl: Raak de knoppen aan en u hoort een geluid. Probeer de geluiden te vinden die hetzelfde zijn.

source: Which menu category do you want to edit ?
nl_nl: Welke categorie in het menu wilt u bewerken?

source: Wipe
nl_nl: Uitvegen

source: Wipe with your finger on the screen to uncover the picture.
nl_nl: Veeg met u vinger over het scherm om de foto te onthullen.

source: Wrong password !
nl_nl: Verkeerd wachtwoord!

source: XML data file is incorrect, please contact the maintainers.
nl_nl: XML data bestand is incompleet, neem contact op met de makers.

source: Year:
nl_nl: Jaar:

source: Yes
nl_nl: Ja

source: You are editing menu category: '%s'
nl_nl: U bent de categorie menu aan het bewerken: '%s'

source: You have finished the daily training module.
nl_nl: U bent klaar met de dagelijkse training.

source: You play very good, do you want to try the next level ?
nl_nl: U speelt erg goed. Wilt u een hoger niveau proberen ?

source: You select the pictures by touching them. As you progress through the star levels more pairs appear to match.
nl_nl: Selecteer de plaatjes door ze aan te raken. Hoe hoger het niveau dat u kiest hoe meer plaatjes er zullen verschijnen.

source: You will see various numbers scattered around the screen.
nl_nl: U zult verschillende cijfers verspreid over het scherm zien staan.

source: Your average results per group are:
nl_nl: Uw gemiddelde resultaten per groep zijn:

source: Your image is saved at: %s
nl_nl: Uw afbeelding is bewaard in: %s

source: Your results are:
nl_nl: Uw resultaten zijn:

source: Zorg enquette
nl_nl: Zorgenquete

source: Zorgenquete preferences
nl_nl: Voorkeuren zorgenquete

source: beginning with the letter:
nl_nl: beginnend met de letter:

source: long-term
nl_nl: Lange termijn

source: question id: %s
nl_nl: Vraag id: %s

source: short-term
nl_nl: Korte termijn

source: xml file %s is missing, this shouldn't happen, contact the %s developers
nl_nl: Xml bestand %s ontbreekt. Dit zou niet moeten kunnen. Neem contact op met de %s makers.

source: xml file %s is missing, this shouldn't happen, contact the %s developers
nl_nl: Xml bestand %s ontbreekt. Dit zou niet moeten kunnen. Neem contact op met de %s makers.
